Repository: lazmol/ubuntu-hangups
Catalog: po/*.po
Languages: ar, be, cs, gl, nl

source: Info
ar: معلومات
be: Інфармацыя
cs: Informace
gl: Información
nl: Informatie

source: Add
ar: أضف
be: Дадаць
cs: Přidat
gl: Engadir
nl: Toevoegen

source: Add users
ar: إضافة مستخدمين
be: Дадаць карыстальніка
cs: Přidat uživatele
gl: Engadir usuarios
nl: Gebruikers toevoegen

source: Pull to load more
ar: إسحب لتحميل المزيد
be: Пацягнуць, каб загрузіць болей
cs: Táhněte pro načtení dalších zpráv
gl: Tira para cargar máis
nl: Trek om meer te laden

source: Release to load more
ar: أطلق لتحميل المزيد
be: Адпусціць, каб загрузіць болей
cs: Pusťte pro zobrazení dalších zpráv
gl: Solta para cargar máis
nl: Laat los om meer te laden

source: Write a message
ar: أكتب رسالة
be: Напісаць паведамленне
cs: Napsat zprávu
gl: Escribe unha mensaxe
nl: Een bericht opstellen

source: Send image
cs: Odeslat obrázek
gl: Enviar imaxe
nl: Afbeelding versturen

source: Send sticker
cs: Odeslat nálepku
gl: Enviar colante
nl: Sticker versturen

source: Conversations
ar: المحادثات
be: Размовы
cs: Konverzace
gl: Conversas
nl: Gesprekken

source: New Conversation
ar: محادثة جديدة
be: Новая размова
cs: Nová konverzace
gl: Nova conversa
nl: Nieuw gesprek

source: Contacts
ar: إتّصالات
be: Кантакты
cs: Kontakty
gl: Contactos
nl: Contactpersonen

source: Settings
ar: إعدادات
be: Налады
cs: Nastavení
gl: Axustes
nl: Instellingen

source: About
ar: حول
be: Пра Hangups
cs: O aplikaci
gl: Sobre
nl: Over

source: Delete
ar: أحذف
be: Выдаліць
cs: Odstranit
gl: Eliminar
nl: Verwijderen

source: Delete Conversation
ar: حذف المحادثة
be: Выдаліць размову
cs: Vymazat konverzaci
gl: Eliminar conversa
nl: Gesprek verwijderen

source: Are you really sure to delete this conversation?
ar: هل تريد حقّا حذف هذه المحادثة؟
be: Вы ўпэўнены, што хочаце выдаліць гэту размову?
cs: Skutečně chcete tuto konverzaci smazat?
gl: Seguro que queres eliminar esta conversa?
nl: Weet u zeker dat u dit gesprek wilt verwijderen?

source: Cancel
ar: إلغاء
be: Адмена
cs: Zrušit
gl: Cancelar
nl: Annuleren

source: Nothing here, yet
ar: لا شيء هنا، حتّى الآن
be: Няма нічога, пакуль
cs: Zatím zde nic není
gl: Aquí non hai nada polo de agora
nl: Er valt hier nog niets te vinden

source: Copy
cs: Kopírovat
gl: Copiar
nl: Kopiëren

source: An error occurred while loading the image.
ar: حدث خطأ أثناء تحميل الصّورة.
be: Падчас загрузкі выявы адбылася памылка.
cs: Nastala chyba při načítání obrázku.
gl: Ocorreu un error cargando a imaxe.
nl: Er is een fout opgetreden tijdens het laden van de afbeelding.

source: %1 renamed the conversation to %2
ar: %1 قام بتسمية المحادثة إلى 2%
cs: %1 přejmenoval(a) konverzaci na %2
gl: %1 renomeou a conversa a %2
nl: %1 heeft de gespreksnaam gewijzigd in %2

source: %1 added %2 to the conversation
ar: %1 أضاف 2% إلى المحادثة
cs: %1 přidal(a) uživatele %2 ke konverzaci
gl: %1 engadiu %2 á conversa
nl: %1 heeft %2 toegevoegd aan het gesprek

source: %1 left the conversation
ar: %1 غادر المحادثة
cs: %1 opustil(a) konverzaci
gl: %1 marchou da conversa
nl: %1 heeft het gesprek verlaten

source: Inofficial Google Hangouts client for Ubuntu Touch
ar: تطبيق جوجل هانج أوتس الغير رسمي لأوبونتو توتش
be: Неафіцыйны кліент Google Hangouts для Ubuntu Touch
cs: Neoficiální klient Google Hangouts pro Ubuntu Touch
gl: Cliente non oficinal de Google Hangouts para Ubuntu Touch
nl: Onofficiële Google Hangouts-applicatie voor Ubuntu Touch

source: Source code available on <a href='https://github.com/tim-sueberkrueb/ubuntu-hangups'>GitHub</a>
ar: كود المصدر متاح في <a href='https://github.com/tim-sueberkrueb/ubuntu-hangups'>جيت هب</a>
cs: Zdrojový kód je dostupný ve službě <a href='https://github.com/tim-sueberkrueb/ubuntu-hangups'>GitHub</a>
gl: Código fonte dispoñíbel en <a href='https://github.com/tim-sueberkrueb/ubuntu-hangups'>GitHub</a>
nl: De broncode is beschikbaar op GitHub <a href='https://github.com/tim-sueberkrueb/ubuntu-hangups'>GitHub</a>

source: Third-party Software
ar: برنامج طرف ثالث
be: Праграмнае забеспячэнне іншых вытворцаў
cs: Software třetích stran
gl: Software de terceiros
nl: Software van derden

source: The application icon was created by <a href='http://samuelhewitt.com/'>Sam Hewitt</a>
cs: Ikonu této aplikace vytvořil <a href='http://samuelhewitt.com/'>Sam Hewitt</a>
gl: A icona da aplicación foi creada por <a href='http://samuelhewitt.com/'>Sam Hewitt</a>
nl: Het applicatiepictogram is gecreëerd door <a href='http://samuelhewitt.com/'>Sam Hewitt</a>

source: This application uses <a href='https://github.com/tdryer'>Tom Dryer</a>'s inofficial Google Hangouts Python library <a href='https://github.com/tdryer/hangups'>Hangups</a>. Hangups is released under the MIT license.
ar: يستخدم هذا التّطبيق مكتبة بايثن لجوجل هانج أوتس الغير رسميّة <a href='https://github.com/tdryer/hangups'>هانج أبس</a href='https://github.com/tdryer'> l <a>توم دراير</a>. تمّ تحرير هانج أبس تحت رخصة ميت.
cs: Tato aplikace používá neoficiální knihovnu pro Google Hangouts <a href='https://github.com/tdryer/hangups'>Hangups</a> napsanou v Pytnonu <a href='https://github.com/tdryer'>Tomem Dryerem</a>. Hangups je vydán pod licencí MIT.
gl: Esta aplicación usa a libraría Python non oficial de Google Hangouts <a href='https://github.com/tdryer/hangups'>Hangups</a> de <a href='https://github.com/tdryer'>Tom Dryer</a>. Hangups está liberada baixo a licenza MIT.
nl: Deze applicatie gebruikt <a href='https://github.com/tdryer'>Tom Dryer</a>'s onofficiële Google Hangouts Python-bibliotheek <a href='https://github.com/tdryer/hangups'>Hangups</a>. Hangups is vrij beschikbaar onder de voorwaarden van de MIT-licentie.

source: Powered by <a href='https://github.com/thp'>Thomas Perl's</a> <a href='https://github.com/thp/pyotherside'>PyOtherSide</a>
ar: مدعوم من <'a href='https://github.com/thp/pyotherside>بي ٱثر سايد</a href='https://github.com/thp'> l <a>توماس برل</a>
be: Пры падтрымцы <a href='https://github.com/thp'>Thomas Perl's</a> <a href='https://github.com/thp/pyotherside'>PyOtherSide</a>
cs: Hangups využívá <a href='https://github.com/thp/pyotherside'>PyOtherSide</a> od <a href='https://github.com/thp'>Thomase Perla</a>.
gl: A traballar con <a href='https://github.com/thp/pyotherside'>PyOtherSide</a> de <a href='https://github.com/thp'>Thomas Perl's</a>
nl: Gedreven door <a href='https://github.com/thp'>Thomas Perl's</a> <a href='https://github.com/thp/pyotherside'>PyOtherSide</a>

source: The loading animation was created by %1.
ar: تم إنشاء الرّسم المتحرّك الخاصّ بالتّحميل بمساعدة 1٪.
be: Анімацыя падчас загрузкі была створаная %1.
cs: Úvodní animaci vytvořil %1.
gl: A animación de carga foi creada por %1.
nl: Het laadeffect is gecreëerd door %1.

source: The <a href='https://www.flickr.com/photos/zooboing/5127310748/'>default chat background</a> was created by <a href='https://www.flickr.com/photos/zooboing/'>Patrick Hoesly</a> and is licensed under the <a href='https://creativecommons.org/licenses/by/2.0/'>Creative Commons Attribution 2.0 Generic (CC BY 2.0) license.</a>
cs: <a href='https://www.flickr.com/photos/zooboing/5127310748/'>Výchozí pozadí chatu</a> vytvořil <a href='https://www.flickr.com/photos/zooboing/'>Patrick Hoesly</a> a je licencováno pod <a href='https://creativecommons.org/licenses/by/2.0/'>Creative Commons Attribution 2.0 Generic (CC BY 2.0) licencí.</a>
gl: O <a href='https://www.flickr.com/photos/zooboing/5127310748/'>fondo por defecto da conversa</a> foi creado por <a href='https://www.flickr.com/photos/zooboing/'>Patrick Hoesly</a> e está rexistrado baixo a licenza <a href='https://creativecommons.org/licenses/by/2.0/'>Creative Commons Attribution 2.0 Generic (CC BY 2.0).</a>
nl: De <a href='https://www.flickr.com/photos/zooboing/5127310748/'>standaard chat achtergrond</a> is gecreëerd door <a href='https://www.flickr.com/photos/zooboing/'>Patrick Hoesly</a> en is vrij beschikbaar onder de voorwaarden van de <a href='https://creativecommons.org/licenses/by/2.0/'>Creative Commons Attribution 2.0 Generic (CC BY 2.0)-licentie.</a>

source: This application is not endorsed by or affiliated with Ubuntu or Canonical. Ubuntu and Canonical are registered trademarks of Canonical Ltd.
ar: هذا التّطبيق ليس معتمد أو متحالف مع أوبونتو أو كانونيكال. أوبونتو و كانونيكال علامات تجارية مسجّلة لكانونيكال لتد.
be: Гэта праграма не адобрана і не звязана з Ubuntu ці Canonical. Ubuntu і Canonical з'яўляюцца зарэгістраванымі таварнымі знакамі Canonical Ltd.
cs: Tato aplikace není podporována ani nijak spojena s Ubuntu či společností Canonical. Ubuntu a Canonical jsou registrované známky společnosti Canonical Ltd.
gl: Esta aplicación non está asociada nin afiliada con Ubuntu ou Canonical. Tanto Ubuntu como Canonical son marcas rexistradas de Canonical Ltd.
nl: Deze applicatie wordt niet ondersteund door Ubuntu of Canonical en is hier ook niet mee verbonden. Ubuntu en Canonical zijn geregistreerde handelsmerken van Canonical Ltd.

source: No contacts
ar: لا يوجد إتّصالات
be: Няма кантактаў
cs: Žádné kontakty
gl: Non hai contactos
nl: Geen contactpersonen

source: Network Error
ar: خطأ في الشّبكة
be: Памылка сеткі
cs: Chyba s připojením k síti
gl: Erro de rede
nl: Netwerkfout

source: A network error (%1) has occurred: %2 Please make sure that you are connected to a network.
ar: خطأ في الشّبكة (1٪) حدث: 2٪ يرجى التّأكد من أنّك متّصل بالشّبكة.
cs: Nastala chyba s připojením k síti (%1): %2 Ujistěte se prosím, že je vaše zařízení připojeno k internetu.
gl: Ocorreu un erro de rede (%1): %2 Por favor asegúrate de estar conectado a unha rede
nl: Er is een netwerkfout (%1) opgetreden: %2 Zorg ervoor dat u verbonden bent met een netwerk.

source: Close
ar: أغلق
be: Зачыніць
cs: Zavřít
gl: Pechar
nl: Sluiten

source: Send a welcoming message to invite the conversations members
ar: أرسل رسالة ترحيب لدعوة أعضاء المحادثات
be: Даслаць прывітальнае паведамленне, каб запрасіць удзельнікаў размовы
cs: Odeslat uvítací zprávu pro přizvání ostatních členů konverzace
gl: Envia unha mensaxe de benvida aos membros da conversa
nl: Verstuur een welkomstbericht aan de uitgenodigde gespreksdeelnemers

source: Write message
ar: أكتب الرّسالة
be: Напісаць паведамленне
cs: Napsat zprávu
gl: Escribe unha mensaxe
nl: Bericht opstellen

source: Hi there :)
ar: مرحباً :)
be: Прывітанне :)
cs: Vítejte :)
gl: Ola!
nl: Hallo :)

source: Send
ar: أرسل
be: Даслаць
cs: Odeslat
gl: Enviar
nl: Versturen

source: Image
ar: صورة
be: Выява
cs: Obrázek
gl: Imaxe
nl: Afbeelding

source: Save
ar: احفظ
be: Захаваць
cs: Uložit
gl: Gardar
nl: Opslaan

source: Share
ar: تقاسم
be: Падзяліцца
cs: Sdílet
gl: Compartillar
nl: Delen

source: Retrieving image
ar: تحميل الصّورة
be: Атрыманне выявы
cs: Obrázek se stahuje
gl: A recoller a imaxe
nl: Bezig met ophalen van afbeelding

source: Retrieving image, please wait ...
ar: تحميل الصّورة، يرجى الانتظار ...
be: Атрыманне выявы, пачакайце, калі ласка...
cs: Obrázek se stahuje, vyčkejte prosím ...
gl: Recollendo a imaxe, agarde por favor...
nl: Bezig met ophalen van afbeelding, een moment geduld ...

source: Select users
ar: حدّد المستخدمين
be: Выбраць карыстальнікаў
cs: Zvolte uživatele
gl: Seleccionar usuarios
nl: Selecteer gebruikers

source: In order to use Hangups you need to authenticate this app with Google
ar: من أجل استخدام هانج أبس تحتاج إلى مصادقة هذا التطبيق مع جوجل
be: Каб выкарыстоўваць Hangups, патрэбна аўтэнтыфікаваць гэтую праграму з Google
cs: Abyste mohli používat Hangups, musíte se nejprve přihlásit skrze službu Google
gl: Para usares Hangups precisas autenticar a aplicación con Google.
nl: Om Hangups te kunnen gebruiken dient u toestemming te verlenen aan deze app via uw Google-account

source: This app uses an inoffical Google Hangouts API called 'Hangups'. In order to have the relevant access it connects as an iOS device. You can always deny the access <a href='https://security.google.com/settings/security/permissions'>here</a>.
cs: Tato aplikace využívá neoficiální API pro Google Hangouts pojmenované "Hangups". Pro získání přístupu ke službám Google se musí Hangups tvářit jako zařízení iOS. Aplikaci můžete vždy přístup k této službě zakázat <a href='https://security.google.com/settings/security/permissions'>zde</a>.
gl: Esta aplicación usa a API non oficial de Google Hangouts chamada 'Hangups'. Para acadar os accesos necesarios conéctase coma se fora un dispositivo iOS. En calquera momento poderás denegar o acceso <a href='https://security.google.com/settings/security/permissions'>aquí</a>.
nl: Deze app gebruikt een onofficiële Google Hangouts API genaamd 'Hangups' Om de juiste toegang te verkrijgen, doet het zich voor als een iOS-apparaatverbinding. U kunt de toestemming altijd intrekken op <a href='https://security.google.com/settings/security/permissions'>deze pagina</a>.

source: Hide details
cs: Schovat podrobnosti
gl: Agochar detalles
nl: Details verbergen

source: More info
cs: Více informací
gl: Máis información
nl: Meer informatie

source: Got it
ar: فهمت
be: Зразумела
cs: Rozumím
gl: Entendín
nl: Ik snap het

source: Loading, please wait ...
ar: جاري التّحميل، الرّجاء الانتظار ...
be: Загрузка, пачакайце, калі ласка...
cs: Načítání, vyčkejte prosím
gl: Cargando, agarde por favor...
nl: Bezig met laden, een moment geduld ...

source: Welcome to Hangups!
ar: مرحبا بكم في هانجأبس!
be: Вітаю ў Hangups!
cs: Vítejte v aplikaci Hangups
gl: Benvido a Hangups!
nl: Welkom bij Hangups!

source: Get started
ar: بدء
be: Спачатку
cs: Začínáme
gl: Comecemos
nl: Beginnen

source: About Conversation
ar: حول المحادثة
cs: O konverzaci
gl: Sobre a conversa
nl: Over het gesprek

source: Rename
ar: إعادة تسمية
cs: Přejmenovat
gl: Renomear
nl: Hernoemen

source: Quiet
ar: هدوء
be: Бязгучна
cs: Vypnout oznámení
gl: Silenciar
nl: Stil

source: Users
ar: المستخدمين
be: Карыстальнікі
cs: Uživatelé
gl: Usuarios
nl: Gebruikers

source: Chat Background
cs: Pozadí chatu
gl: Fondo da conversa
nl: Chat-achtergrond

source: Change
cs: Změnit
gl: Mudar
nl: Wijzigen

source: Reset default
cs: Obnovit výchozí nastavení
gl: Restablecer o predeterminado
nl: Standaard herstellen

source: Cache
ar: ذاكرة التّخزين المؤقّت
be: Кэш
cs: Mezipaměť

source: It is recommended to cache images offline so that they only get downloaded once.
ar: نوصّيكم بحفض الصّور في ذاكرة التّخزين المؤقّت حاليا ليتمّ تحميلها مرة واحدة فقط
be: Рэкамендуецца кэшаваць выявы, каб яны былі загружаныя адзін раз.
cs: Pro šetření dat je doporučeno povolit ukládání do mezipaměti tak, aby se případné obrázky v konverzacích stahovaly pouze jednou.
gl: É recomendábel gardar as imaxes na cache sen conexión para descarregalas so unha vez
nl: Het is aan te raden om afbeeldingen op te slaan naar de offline cache zodat ze maar één keer hoeven te worden gedownload.

source: Cache images
ar: احفظ الصّور في ذاكرة التّخزين المؤقّت
be: Кэшаваць выявы
cs: Ukládat obrázky do mezipaměti
gl: Gardar imaxes na cache
nl: Afbeeldingen opslaan in cache

source: Clear cache
ar: مسح ذاكرة التّخزين المؤقّت
be: Ачысціць кэш
cs: Vymazat mezipaměť
gl: Limpar a cache
nl: Cache wissen

source: Stickers
cs: Nálepky
gl: Colantes

source: Load stickers on start
cs: Načítat nálepky při startu aplikace
gl: Cargar colantes ao iniciar
nl: Stickers laden bij het opstarten

source: Routine Timer
ar: المؤقّت الروتيني
cs: Periodický časovač
gl: Temporizador rutinario

source: Specify the timeout period of the status update routine called periodically in seconds.
ar: حدّد فترة المهلة لروتين تحديث الحالة الذي سيتمّ استدعائه دوريّا بالثّواني
cs: Zde můžete změnit délku periody pro aktualizaci stavu v sekundách.
gl: Especifica en segundos o tempo límite para o temporizador da actualización do estado.
nl: Stel de time-out-periode in in seconden van de regelmatige aangesproken statusupdate-routine.

source: Account
cs: Účet
gl: Conta

source: Are you sure to clear the cache? All images will have to be redownloaded.
ar: هل أنت متأكّد من مسح ذاكرة التّخزين المؤقّت؟ سيتمّ تحميل الصّور من جديد.
be: Вы ўпэўнены, што хочаце ачысціць кэш? Усе выявы будзе патрэбна загрузіць зноў.
cs: Skutečně chcete vymazat mezipaměť? Všechny obrázky které bude potřeba případně načíst budou muset být staženy znova.
gl: Seguro que queres borrar a cache? Todas as imaxes terán que ser descarregadas de novo.
nl: Weet u zeker dat u de cache wilt wissen? Alle afbeeldingen zullen opnieuw moeten worden gedownload.

source: Clear now
ar: إمسح الآن
be: Ачысціць зараз
cs: Vymazat nyní
gl: Limpar xa
nl: Nu wissen

source: Working ...
ar: جاري العمل ...
be: Працую...
cs: Provádění operace ...
gl: A traballar...
nl: Bezig met wissen ...

source: Cache cleared
ar: مسحت ذاكرة التّخزين المؤقّت
be: Кэш ачышчаны
cs: Mezipaměť byla vymazána
gl: Cache limpada
nl: De cache is gewist

source: The cache was cleared successful. Please restart the application to continue.
ar: تمّ مسح ذاكرة التّخزين المؤقّت بنجاح. الرّجاء إعادة تشغيل التّطبيق للمتابعة.
be: Кэш быў паспяхова ачышчаны. Калі ласка, перазагрузіце праграму, каб працягнуць.
cs: Mezipaměť byla úspěšně vymazána. Restartujte prosím aplikaci.
gl: A cache foi limpada con éxito. Por favor, reinicia a aplicación para continuar.
nl: De cache is succesvol gewist. Herstart de applicatie om door te gaan.

source: Okay
ar: حسنا
be: Добра
cs: Ano
gl: Vale
nl: Oké

source: Logout
cs: Odhlásit se
gl: Pechar sesión
nl: Uitloggen

source: Are you sure to logout? This will quit the application.
cs: Skutečně se chcete odhlásit? Aplikace bude ukončena.
gl: Estás seguro de querer pechar a sesión? Isto pechará a aplicación.
nl: Weet u zeker dat u uit wilt loggen? De applicatie zal dan worden afgesloten.

source: Authenticating ...
cs: Ověřování ...
gl: Autenticando...
nl: Bezig met toestemming verkrijgen ...

source: Creating Hangups client ...
cs: Vytváření klienta Hangups ...
gl: Creando o cliente de Hangups...
nl: Bezig met creëren van Hangups-applicatie ...

source: Adding client observer ...
cs: Přidávání pozorovatele klienta ...
gl: Engadindo o vixía do cliente...
nl: Bezig met toevoegen van de client-observer ...

source: Loading chats ...
cs: Načítání konverzací ...
gl: Cargando conversas...
nl: Bezig met het laden van de chats ...

source: Thanks to
cs: Zásluhou
gl: Grazas a
nl: Bedankt aan

source: Powered by
cs: Postaveno na
gl: Feito con
nl: Gedreven door

source: you all ツ
cs: vás všech ツ
gl: todos vós ツ
nl: jullie allemaal ツ

source: %1 is typing ...
ar: %1 يكتب ...
be: %1 друкуе...
cs: %1 právě píše ...
gl: %1 está a escribir...
nl: %1 is aan het typen ...

source: Error
ar: خطأ
be: Памылка
cs: Chyba
nl: Fout

source: An error has occured: %1
ar: حدث خطأ: 1%
be: Адбылася памылка: %1
cs: Nastala chyba: %1
gl: Ocorreu un erro: %1
nl: Er is een fout opgetreden: %1
